[
  {
    "id": 1,
    "name": "Don't overfeed your dog, it will significantly impact their health and happiness More than 50% of dogs in America are obese and this number is on the rise. Overweight dogs are at increased risk of metabolic abnormalities, cardiovascular disease, joint diseases, a lowered immune system, and many other health problems. They also are less mobile and can’t run, play, or do other activities as much as they’d like. Do your pet a favor, feed them the amount recommended by their vet and don’t give in to those puppy dogs eyes when they ask for more!"
  },
  {
    "id": 2,
    "name": "Touch your dog’s nose. Your dog’s nose should feel wet. The level of moisture will vary between dogs and by time of year, but a healthy dog will have a cool and slightly wet nose because dogs secrete sweat through their nose to cool down."
  },
  {
    "id": 3,
    "name": "Make annual vet appointments. Let the experts examine your dog regularly to screen them for any health issues and to provide you with the best, personalized information to keep your precious pup healthy for many years."
  },
  {
    "id": 4,
    "name": "Make a pet first aid kit. Accidents and emergencies happen and being prepared with all the essentials to help your dog is a crucial step in being a responsible pet owner. This is especially important if you take your dog out hiking or camping, whenever you may be far away from help. A DIY pet first aid kit is something every dog parent should have."
  },
  {
    "id": 5,
    "name": "Get pet insurance. Emergency and unexpected accidents and illnesses often cost $800 to $1500. With as many as a third of pets needing emergency care per year, this can quickly become a financial burden. Pet insurance can help to cover these unexpected costs, prescription medications, long term health conditions and more, making it an important investment for the furry members of your family."
  },
  {
    "id": 6,
    "name": "Brush your dog’s teeth. Brushing your dog’s teeth is often overlooked, but hugely important to their overall health and avoiding expensive dental treatments in the future. Make this a part of their normal routine and make sure to use a toothpaste made specifically for dogs. With a little bit of time and training, teeth brushing can be a fun activity for your pet every day!"
  },
  {
    "id": 7,
    "name": "Have an emergency plan in place. It’s not pleasant to think about, but it’s crucial that you have a plan for your dog in place should anything happen to you. Make a list of important information about your dog’s lifestyle including how often they’re fed, how much they’re fed, medications, their vet’s phone number, etc. Give copies of this to someone in your life that could take care of your dog in the case of an emergency. It’s also worth your time to ask around and make sure you have at least one or two people who live close-by that could help your dog on short notice."
  },
  {
    "id": 8,
    "name": "Play with Purpose. When petting and playing with your dog, especially when they are young, intentionally play with their feet, ears, and mouth. By doing things like touching their feet, toes and nails during positive play experience, you will desensitize them to being touched in these areas when its time for nail trims. Looking in their ears and mouth and getting them used to being handled in this way will make it much easier for your vet to examine your dog when they go in for check ups. This will make your vet’s job easier, your pup will be less stressed during their exam, and your vet will be more likely to catch any abnormalities in the event that there is something wrong with your dog."
  },
  {
    "id": 9,
    "name": "Keep your trash secured. Dogs are drawn to the delicious smell of your trash and may eat things that are toxic, harmful, or not digestible , so make sure your trash is secure. Ingestion of foreign objects or toxic substances could lead to costly emergency surgeries."
  },
  {
    "id": 10,
    "name": "Give your dog a safe space. Have a temperate area of your home with your dog’s bed or blanket, some toys, and a water bowl, where your dog feels safe and can easily take naps during the day. This can help your dog to self-soothe during stressful situations, like parties, a baby crying, or thunderstorms. If your dog was crate trained as a rescue puppy or when joining your family, keeping their crate open and available even after they no longer need it for training may provide them with a perfect place just for them that they’ll love to have."
  },
  {
    "id": 11,
    "name": "Lock up household toxins. Always keep your household chemicals, such as cleaners and pesticides, out of reach from your dog. Many clever dogs can and will get into products kept under the sink or in the garage. Try using baby proof locks to seal cabinets with toxic products."
  },
  {
    "id": 12,
    "name": "Regularly wash your dog’s things. Germs, dirt, pollen, and more end up on your dog’s bedding, soft toys, and blankets. Make sure you’re washing these items weekly to keep them fresh and clean for your dog. If your dog suffers from seasonal allergies, this can be especially helpful in reducing their pollen exposure."
  },
  {
    "id": 13,
    "name": "Keep your dog away from human food. Many human foods, such as chocolate, avocados, or onions, are toxic to dogs and can have serious ramifications to their health. Keep human food out of reach and be especially careful with gum and candies, as many contain xylitol which is a sugar-like substance toxic to dogs. Don’t feed your dog human foods on purpose unless recommended by your veterinarian. Some human foods, like plain chicken, canned pumpkin, or plain rice may be recommended intentionally by your vet for specific reasons such as digestive upset, diarrhea, to help hide oral medication or as highly motivating training treats in small quantities. In these instances “human food” may be appropriate for your dog, but they certainly don’t need to lick your dinner plate clean or eat your leftovers."
  },
  {
    "id": 14,
    "name": "Walk your dog for both their health and happiness. Regular walks provide many benefits for your dog, including preventing boredom, helping the digestive tract, keeping them at a healthier weight, and helping them to burn off excess energy. By giving them a constructive outlet, you may find bad behaviors, like chewing, barking or digging, decrease too."
  },
  {
    "id": 15,
    "name": "Fight boredom by adding variety. Break up your dog’s normal routine by adding in extra walks or outings. Take them to a dog-friendly place or drive-in for a change of scenery. Take them on errands with you and switch up their toys to keep them mentally stimulated."
  }
]